#+LATEX_CLASS: moderncv
#+CVSTYLE: fancy
#+CVCOLOR:  grey
#+MOBILE: +351 919333939
# #+HOMEPAGE: example.com
#+ADDRESS: Rua da Fonte 18
#+ADDRESS: 3515-717 Calde
#+ADDRESS: Almargem Viseu
# #+GITLAB: BigNaNet
#+GITHUB: BigNaNet
#+LINKEDIN: daniel-ferreira
#+PHOTO: ap,550x550,16x12,1,transparent,t.u2.png
#+QUOTE: Life can only be understood backwards, but it must be lived forwards  -Soren Kierkegaard

#+TITLE: My Dream Job
#+AUTHOR: Daniel Ferreira
#+email: ferreira.d4.r@gmail.com

* Education
** Master
:PROPERTIES:
:CV_ENV: cventry
:FROM:     <2009-09-10>
:TO:     <2018-10-04>
:LOCATION: Coimbra
:EMPLOYER: University of Coimbra
:END:
* Master thesis                                                    :noexport:
** The Title of my thesis
:PROPERTIES:
:CV_ENV: cvthesis
:description: lorem ipsum
:END:
* Experience
** Operational Forecast Engineer trainee
:PROPERTIES:
:CV_ENV: cventry
:FROM:     <2018-10-22>
:TO:
:LOCATION: Porto, Portugal
:EMPLOYER: Vestas
:END:
lorem ipsum lsafasdf asdlkfjoadsfn lkjdsalfkja

** Scout Monitor
:PROPERTIES:
:CV_ENV: cventry
:FROM:     <2016-09-22>
:TO:
:LOCATION: Viseu, Portugal
:EMPLOYER: CNE, WOSM
:END:
** Vogal, Nucleo de Estudantes do Departamento de Física
:PROPERTIES:
:CV_ENV: cventry
:FROM:     <2013-10-22>
:TO: <2014-07-11 qui>
:LOCATION: Coimbra, Portugal
:EMPLOYER: Associação Académica de Coimbra
:END:
* Skills
*** one
:Properties:
:CV_ENV: cvdoubleitem
:SKILL1: Emacs
:LEVEL1: Intermediate
:SKILL2: Linux
:LEVEL2: Intermediate
:END:
*** two
:Properties:
:CV_ENV: cvdoubleitem
:SKILL1: K8s
:LEVEL1: Beginner
:SKILL2: Prometheus
:LEVEL2: Beginner/Intermediate
:END:
*** three
:Properties:
:CV_ENV: cvdoubleitem
:SKILL1: Elasticsearch
:LEVEL1: Beginner
:SKILL2: ElastAlert
:LEVEL2: Beginner/Intermediate
:END:
*** four
:Properties:
:CV_ENV: cvdoubleitem
:SKILL1: alerta
:LEVEL1: Beginner
:SKILL2: Python
:LEVEL2: Beginner/Intermediate
:END:

*** one
:Properties:
:CV_ENV: cvdoubleitem
:SKILL1: Team management
:LEVEL1: teams of up to 15 elements
:SKILL2: Time Managment
:LEVEL2: lorem ipsum
:END:

* Languages
** Portuguese
:Properties:
:CV_ENV: cvitemwcomment
:SKILL: Native
:END:
** English
:Properties:
:CV_ENV: cvitemwcomment
:SKILL: Proeficient
:COMMENT:  lorem ipsum
:END:
** German
:Properties:
:CV_ENV: cvitemwcomment
:SKILL: Proeficient
:COMMENT: lorem ipsum
:END:

* Run me                                                           :noexport:
#+BEGIN_SRC emacs-lisp
  (org-export-to-file 'moderncv "DanielFerreiraCV.tex")
  (org-latex-compile "DanielFerreiraCV.tex")
#+END_SRC

#+RESULTS:
: /home/daniel/Desktop/myCv/DanielFerreiraCV.pdf
